Repository: billerby/Surdeg
Catalog: forums/*-languages/*.po
Languages: sv_se

source: Your WordPress integration cookie and database settings have been successfully validated. They will be saved after the next step.<br /><br />Once you have finished installing, you should visit the WordPress integration section of the bbPress admin area for further options and integration instructions, including user mapping and the correct cookie settings to add to your WordPress configuration file.
sv_se: Dina WordPress-integrationscookie- och databasinställningar har validerats. De kommer att sparas efter nästa steg.<br /><br />När du har installerat klart, så bör du gå till WordPress-integrationssektionen i bbPress administrationspanel för ytterligare inställningar och integrationsinstruktioner, inklusive användarrollmatchning och de korrekta cookie-instöllningar att lägga till till din WordPress-konfigurationsfil.

source: Your site settings have not been processed due to errors with the items marked below.
sv_se: Dina webbplatsinställningar har inte processats på grund av fel med punkterna markerade nedan.

source: &bull; Contains disallowed characters which have been removed.
sv_se: &bull; Innehåller otillåtna tecken, som har tagits bort.

source: &bull; The user email address appears to be invalid.
sv_se: &bull; E-postadressen verkar vara ogiltig.

source: Your site settings have been saved and we are now ready to complete the installation. So what are you waiting for?
sv_se: Dina webbplatsinställningar har sparats och vi är nu redo att slutföra installationen. Så vad väntar du på?

source: Referrer is OK, beginning installation&hellip;
sv_se: Referrern är OK, påbörjar installation&hellip;

source: Setting up custom user table constants
sv_se: Sätter upp skräddarsydda användartabellkonstanter

source: Step 1 - Creating database tables
sv_se: Steg 1 - Skapande av databastabeller

source: Database installation failed!!!
sv_se: Databasinstallationen misslyckades!!!

source: Halting installation!
sv_se: Avbryter installation!

source: Installation failed!
sv_se: Installationen misslyckades!

source: The database failed to install. You may need to replace bbPress with a fresh copy and start again.
sv_se: Installationen av databasen misslyckades. Du behöver kanske ersätta bbPress med en fräsch kopia och börja om från början.

source: Database is already installed!!!
sv_se: Databasen är redan installerad!!!

source: Step 2 - WordPress integration (optional)
sv_se: Steg 2 - Integration av WordPress (frivilligt)

source: WordPress address (URL):
sv_se: WordPress-adress (URL):

source: Blog address (URL):
sv_se: Bloggadress (URL):

source: WordPress cookie keys set.
sv_se: WordPress cookienycklar satta.

source: WordPress cookie keys not set.
sv_se: WordPress cookienycklar inte satta.

source: Your "bb-config.php" file was not writable.
sv_se: Din "bb-config.php"-fil var inte skrivbar.

source: You will need to manually re-define "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" and "BB_LOGGED_IN_KEY" in your "bb-config.php" file.
sv_se: Du måste manuellt omdefiniera "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" och "BB_LOGGED_IN_KEY" i din "bb-config.php"-fil.

source: WordPress "auth" cookie salt set from input.
sv_se: WordPress "auth"-cookiesalt satt från input.

source: WordPress "secure auth" cookie salt set from input.
sv_se: WordPress "secure auth"-cookiesalt satt från input.

source: WordPress "logged in" cookie salt set from input.
sv_se: WordPress "logged in"-cookiesalt satt från input.

source: Fetching missing WordPress cookie salts.
sv_se: Hämtar saknade WordPress-cookiesalter.

source: WordPress "auth" cookie salt set.
sv_se: WordPress "auth"-cookiesalt satt.

source: WordPress "auth" cookie salt not set.
sv_se: WordPress "auth"-cookiesalt inte satt.

source: Could not fetch "auth" cookie salt from the WordPress options table.
sv_se: Kunde inte hämta "auth"-cookiesalt från WordPress inställningstabell.

source: You will need to manually define the "auth" cookie salt in your database.
sv_se: Du måste definiera "auth"-cookiesalten manuellt i din databas.

source: WordPress "secure auth" cookie salt set.
sv_se: WordPress "secure auth"-cookiesalt satt.

source: WordPress "secure auth" cookie salt not set.
sv_se: WordPress "secure auth"-cookiesalt inte satt.

source: WordPress "logged in" cookie salt set.
sv_se: WordPress "logged in"-cookiesalt satt.

source: WordPress "logged in" cookie salt not set.
sv_se: WordPress "logged in"-cookiesalt inte satt.

source: Could not fetch "logged in" cookie salt from the WordPress options table.
sv_se: Kunde inte hämta "logged in"-cookiesalt från WordPress inställningstabell.

source: You will need to manually define the "logged in" cookie salt in your database.
sv_se: Du måste definiera "logged in"-cookiesalten manuellt i din databas.

source: User database table prefix:
sv_se: Användardatabastabellprefix:

source: WordPress MU primary blog ID:
sv_se: ID för WordPress MUs primära blogg:

source: User database name:
sv_se: Användardatabasnamn:

source: User database user:
sv_se: Användardatabasanvändare:

source: User database password:
sv_se: Användardatabaslösenord:

source: User database host:
sv_se: Användardatabashost:

source: User database character set:
sv_se: Användardatabasteckenkodning (character set):

source: User database collation:
sv_se: Användardatabasteckenkollation (collation):

source: User database "user" table:
sv_se: Användardatabasens "user"-tabell:

source: User database "user meta" table:
sv_se: Användardatabasens "user meta"-tabell:

source: Integration not enabled
sv_se: Integration inte aktiverad

source: Step 3 - Site settings
sv_se: Steg 3 - Webbplatsinställningar

source: Site name:
sv_se: Webbplatsnamn:

source: Site address (URL):
sv_se: Webbplatsadress (URL):

source: From email address:
sv_se: Från-e-postadress

source: Key master could not be created!
sv_se: Nyckelmästare kunde inte skapas!

source: That login is already taken!
sv_se: Den inloggningen är redan tagen!

source: Existing key master entered!
sv_se: Existerande nyckelmästare inskriven!

source: Your bbPress password
sv_se: Ditt bbPress-lösenord

source: Re-setting admin email address.
sv_se: Återställer e-postadress för admin.

source: Existing user without key master role entered!
sv_se: Existerande användare utan nyckelmästarroll inskriven!

source: The key master could not be created. An existing user was found with that user login.
sv_se: Nyckelmästaren kunde inte skapas. En existerande användare hittades med det inloggningsnamnet.

source: Key master created
sv_se: Nyckelmästare skapad

source: Username:
sv_se: Användarnamn:

source: Email address:
sv_se: E-postadress:

source: Password:
sv_se: Lösenord:

source: The key master could not be created. You may need to replace bbPress with a fresh copy and start again.
sv_se: NyckelmÃ¤staren kunde inte skapas. Du behÃ¶ver kanske ersÃ¤tta bbPress med en frÃ¤sch kopia och bÃ¶rja om frÃ¥n bÃ¶rjan.

source: Your existing password
sv_se: Ditt existerande lösenord

source: Key master role assigned to existing user
sv_se: Nyckelmästarroll tilldelad existerande användare

source: Key master role could not be assigned to existing user!
sv_se: Nyckelmästarrollen kunde inte tilldelas den existerande användaren!

source: The key master could not be assigned. You may need to replace bbPress with a fresh copy and start again.
sv_se: NyckelmÃ¤starrollen kunde inte tilldelas. Du behÃ¶ver kanske ersÃ¤tta bbPress med en frÃ¤sch kopia och bÃ¶rja om frÃ¥n bÃ¶rjan.

source: Just another bbPress community
sv_se: Bara ett till bbPress-community

source: Description:
sv_se: Beskrivning:

source: Forum name:
sv_se: Forumnamn:

source: Your first topic
sv_se: Ditt första ämne

source: First Post! w00t.
sv_se: Första posten! w00t.

source: Topic:
sv_se: Ämne:

source: Post:
sv_se: Inlägg:

source: Forum could not be created!
sv_se: Forum kunde inte skapas!

source: There are existing forums in this database.
sv_se: Det finns redan forum i den här databasen.

source: No new forum created.
sv_se: Inget nytt forum skapades.

source: Forums already exist!
sv_se: Forum finns redan!

source: Making plugin directory at %s.
sv_se: Skapar tillägg-mapp vid %s.

source: Making theme directory at %s.
sv_se: Skapar tema-mapp vid %s.

source: Your new bbPress site has been successfully set up at: %1$s You can log in to the key master account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new forums. Thanks! --The bbPress Team http://bbpress.org/
sv_se: Din nya bbPress-webbplats har satts upp på: %1$s Du kan logga in till nyckelmästarkontot med följande uppgifter: Användarnamn: %2$s Lösenord: %3$s Vi hoppas att du gillar dina nya forum! --bbPress-teamet http://bbpress.org/

source: New bbPress installation
sv_se: Ny bbPress-installation

source: Key master email sent
sv_se: Nyckelmästare-mail skickat

source: Key master email not sent!
sv_se: Nyckelmästare-mail inte skickat!

source: Installation completed with some errors!
sv_se: Installationen slutförd med några fel!

source: Your installation completed with some minor errors. See the error log below for more specific information.
sv_se: Din installation slutfördes med några mindre fel. Se felloggen nedan för mer specifik information.

source: There were some errors encountered during installation!
sv_se: Några fel stöttes på under installationen!

source: Your installation completed successfully.
sv_se: Din installation slutfördes.

source: Please select an existing bbPress Keymaster or WordPress administrator.
sv_se: Välj en existerande bbPress-nyckelmästare eller WordPress-administratör.

source: Database class not loaded.
sv_se: Databasklass inte laddad.

source: Dashboard
sv_se: Panel

source: Topics
sv_se: Ämnen

source: Posts
sv_se: Inlägg

source: Appearance
sv_se: Utseende

source: Themes
sv_se: Teman

source: Plugins
sv_se: Tillägg

source: Installed
sv_se: Installerat

source: Users
sv_se: Användare

source: Tools
sv_se: Verktyg

source: Settings
sv_se: Inställningar

source: General
sv_se: Allmänt

source: Writing
sv_se: Skrivande

source: Reading
sv_se: Läsande

source: Discussion
sv_se: Diskussion

source: Permalinks
sv_se: Permalänkar

source: View
sv_se: Visa

source: Edit
sv_se: Redigera

source: None
sv_se: Ingen

source: <strong>No matching users were found!</strong>
sv_se: <strong>Inga matchande användare hittades!</strong>

source: Users Matching "%s" by Role
sv_se: Användare som matchar "%s", efter roll

source: Search term
sv_se: Sökterm

source: Search
sv_se: Sök

source: Username
sv_se: Användarnamn

source: Delete
sv_se: Ta bort

source: Save Changes
sv_se: Spara ändringar

source: Add Forum
sv_se: Lägg till forum

source: Description
sv_se: Beskrivning

source: Make this forum a category
sv_se: Gör detta forum till en kategori

source: Categories are forums where new topics cannot be created. Categories usually contain a group of sub-forums.
sv_se: Kategorier är forum där nya ämnen inte kan skapas. Kategorier innehåller vanligen en grupp av delforum.

source: No posts found.
sv_se: Inga inlägg hittade.

source: Post
sv_se: Innehåll <em>(klicka på de små ikonerna för avancerad formatering)</em>

source: Author
sv_se: Författare

source: Topic
sv_se: Ämnen

source: Date
sv_se: Datum

source: Count posts of every topic
sv_se: Räkna inlägg i varje ämne

source: Count voices of every topic
sv_se: Räkna röster i varje ämne

source: Count deleted posts on every topic
sv_se: Räkna borttagna inlägg i varje ämne

source: Count topics to which each user has replied
sv_se: Räkna ämnen som varje användare svarat på

source: Count tags for every topic
sv_se: Räkna etikett för varje ämne

source: Count topics for every tag
sv_se: Räkna ämnen för varje tag

source: Visit author homepage
sv_se: Besök författarens hemsida

source: Visit porter homepage
sv_se: Besök porterarhemsidan

source: Invalid plugin path.
sv_se: Ogiltig tilläggssökväg.

source: Plugin file does not exist.
sv_se: Tilläggsfilen existerar inte.

source: That type of plugin is not available in the specified location.
sv_se: Den där typen av tillägg finns inte tillgänglig på den specifierade platsen.

source: <span>%d</span> topic
sv_se: <span>%d</span> ämne

source: <span>%d</span> tag
sv_se: <span>%d</span> etikett

source: Right Now
sv_se: Just nu

source: Per Day
sv_se: Per Dag

source: You are using <span class="b">bbPress %s</span>
sv_se: Du använder <span class="b">bbPress %s</span>

source: Recently Moderated Items
sv_se: Nyligen modererade ting

source: Topic titled <a href="%1$s">%2$s</a> started by <a href="%3$s">%4$s</a>
sv_se: Ämne men namnet <a href="%1$s">%2$s</a> startades av <a href="%3$s">%4$s</a>

source: No moderated posts or topics&#8230; you must have very well behaved members.
sv_se: Inga modererade inlägg eller ämnen&#8230; du måste ha väldigt väluppfostrade medlemmar.

source: Integrating cookies allows you and your users to login to either your bbPress or your WordPress site and be automatically logged into both.
sv_se: Att integrera cookies gör så att du och dina användare kan logga in på bbPress eller din WordPress-webbplats och bli automatiskt inloggad på båda.

source: You may need to make changes to your WordPress configuration once installation is complete. See the "WordPress Integration" section of the bbPress administration area when you are done.
sv_se: Du kan behöva göra ändringar i din WordPress-konfiguration så snart installationnen är slutförd. Se "WordPress-integration"-sektionen i din bbPress-administrationspanel när du är klar.

source: User database
sv_se: Användardatabas

source: Integrating your WordPress database user tables allows you to store user data in one location, instead of having separate user data for both bbPress and WordPress.
sv_se: Att integrera dina WordPress-databasanvändartabeller gör så att du lagrar användardata på en plats, istället för att ha separat användardata för bbPress och WordPress.

source: Separate user database settings
sv_se: Inställningar för separat användardatabas

source: Most of the time these settings are <em>not</em> required. Look before you leap!
sv_se: För det mesta behöver dessa inställningar <em>inte</em> ändras.

source: If required, then all settings except for the character set must be specified.
sv_se: Om nödvändiga, så måste alla inställningar förutom teckenkodningen specifieras.

source: Custom user tables
sv_se: Skräddarsydda användartabeller

source: Only set these options if your integrated user tables do not fit the usual mould of <em>wp_user</em> and <em>wp_usermeta</em>.
sv_se: Justera dessa inställningar enbart om dina integrerade användartabeller inte passar den vanliga <em>wp_user</em>- och <em>wp_usermeta</em>-mallen.

source: You can now log in with the following details:
sv_se: Du kan nu logga in med följande uppgifter:

source: Site address:
sv_se: Webbplatsadress:

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you. If you lose it, you will have to delete the tables from the database yourself, and re-install bbPress.
sv_se: <strong><em>Antecka lösenordet</em></strong> noggrannt! Det är ett <em>slumpmässigt</em> lösenord som genererades bara för din skull. Om du slarvar bort det, så måste du själv ta bort tabellerna från databasen, och installera om bbPress.

source: <strong>Settings saved.</strong>
sv_se: <strong>Inställningar sparade.</strong>

source: Enable Pingbacks
sv_se: Aktivera pingbacks

source: Avatar display
sv_se: Avatarvisning

source: Don&#8217;t show avatars
sv_se: Visa inte avatarer

source: Show avatars
sv_se: Visa avatarer

source: G &#8212; Suitable for all audiences
sv_se: G &#8212; Lämpligt för all publik

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
sv_se: PG &#8212; Möjligtvis stötande, vanligtvis för publik 13 år eller äldre

source: R &#8212; Intended for adult audiences above 17
sv_se: R &#8212; Tänkt för vuxen publik, över 17 års ålder

source: X &#8212; Even more mature than above
sv_se: X &#8212; Ännu mer mogen än de ovan

source: Default avatar
sv_se: Standardavatar

source: Gravatar Logo
sv_se: Gravatar-logotyp

source: Identicon (Generated)
sv_se: Identicon (genererad)

source: Wavatar (Generated)
sv_se: Wavatar (genererad)

source: MonsterID (Generated)
sv_se: MonsterID (genererad)

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their e-mail address.
sv_se: För användare utan en egen avatar kan du antingen visa en generisk logotyp eller en genererad bild baserad på deras e-postadress.

source: Discussion Settings
sv_se: Diskussionsinställningar

source: Avatars
sv_se: Avatarer

source: bbPress includes built-in support for <a href="http://gravatar.com/">Gravatars</a>. A Gravatar is an image that follows you from site to site, appearing beside your name when you comment on Gravatar enabled sites. Here you can enable the display of Gravatars on your site.
sv_se: bbPress inkluderar inbyggt stöd för <a href="http://gravatar.com/">Gravatarer</a>. En Gravatar är en bild som följer med dig från webbplats till webbplats och dyker upp bredvid ditt namn när du skriver på Gravataraktiverade webbplatser. Här kan du aktivera visning av Gravatarer på din egen webbplats.

source: Site title
sv_se: Webbplatstitel

source: In a few words, explain what this site is about.
sv_se: Förklara vad sidan handlar om med ett fåtal ord.

source: bbPress address (URL)
sv_se: bbPress-adress (URL)

source: The full URL of your bbPress install.
sv_se: Den kompletta URLen till din bbPress-installation.

source: E-mail address
sv_se: E-postadress

source: This address is used for admin purposes, like new user notification.
sv_se: Den här adressen används för administrativa ärenden, som notifieringar om nya användare.

source: Time zone
sv_se: Tidszon

source: hours
sv_se: timmar

source: Date and time format
sv_se: Format för datum och tid

source: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date formatting</a>.
sv_se: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Dokumentation om datumformatering</a>.

source: Click "Save Changes" to update sample output.
sv_se: Tryck på "Spara ändringar" för att uppdatera exempeloutput.

source: Date format
sv_se: Datumformat

source: Choose a city in the same time zone as you.
sv_se: Välj en stad i din tidszon.

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
sv_se: <abbr title="Coordinated Universal Time">UTC</abbr>-klockan är <code>%s</code>

source: Local time is <code>%s</code>
sv_se: Lokal tid är <code>%s</code>

source: This time zone is currently in daylight savings time.
sv_se: Den här tidszonen är i sommartid.

source: This time zone is currently in standard time.
sv_se: Den här tidszonen är i vintertid (standardtid).

source: Daylight savings time begins on <code>%s</code>
sv_se: Sommartid börjar på <code>%s</code>

source: Standard time begins on <code>%s</code>
sv_se: Vintertid (standardtid) börjar på <code>%s</code>

source: <abbr title="Coordinated Universal Time">UTC</abbr> %s is <code>%s</code>
sv_se: <abbr title="Coordinated Universal Time">UTC</abbr> %s är <code>%s</code>

source: Unfortunately, you have to manually update this for Daylight Savings Time.
sv_se: Tyvärr måste du manuellt uppgradera det här för sommartid.

source: General Settings
sv_se: Allmänna inställningar

source: <strong>It appears that your server does not support custom permalink structures.</strong>
sv_se: <strong>Det verkar som om din server inte stöder skräddarsydda permalänkstrukturer.</strong>

source: <strong>Rewriting on webservers other than Apache using mod_rewrite is currently unsupported, but we won&#8217;t stop you from trying.</strong>
sv_se: <strong>Omskrivning på andra servrar än Apache med mod_rewrite stöds för tillfället inte, men ingen hindrar dig från att försöka.</strong>

source: <strong>You should update your .htaccess now.</strong>
sv_se: <strong>Du borde uppdatera din .htaccess-fil nu.</strong>

source: <strong>Permalink structure updated.</strong>
sv_se: <strong>Permalänksstruktur uppdaterad.</strong>

source: Permalink type
sv_se: Typ av permalänk

source: <span>None</span> <code>%s</code>
sv_se: <span>Ingen</span> <code>%s</code>

source: <span>Numeric</span> <code>%s</code>
sv_se: <span>Nummerbaserade</span> <code>%s</code>

source: <span>Name based</span> <code>%s</code>
sv_se: <span>Namnbaserade</span> <code>%s</code>

source: Permalink Settings
sv_se: Permalänkinställningar

source: By default bbPress uses web URLs which have question marks and lots of numbers in them, however bbPress offers you the ability to choose an alternative URL structure for your permalinks. This can improve the aesthetics, usability, and forward-compatibility of your links.
sv_se: Vanligtvis använder bbPress URLer som har frågetecken och massa siffror i sig, men du kan här välja en alternativ URL-struktur för dina permalänkar. Detta kan förbättra estetiken, användbarheten, och framåt-kompabiliteten för dina länkar.

source: If your <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
sv_se: Om din <code>.htaccess</code>-fil var <a href="http://codex.wordpress.org/Changing_File_Permissions">skrivbar</a>, så kunde vi göra det automatiskt, men det är inte den inte så här är mod_rewrite-reglerna du skall ha i din <code>.htaccess</code>-fil. Klicka i fältet och tryck <kbd>CTRL + a</kbd> för att markera allt.

source: Items per page
sv_se: Poster per sida

source: Number of topics, posts or tags to show per page.
sv_se: Antal ämnen, inlägg, eller etiketter att visa per sida.

source: Reading Settings
sv_se: Läsinställningar

source: <strong>User role mapping saved.</strong>
sv_se: <strong>Användarrollmatchning sparad.</strong>

source: <strong>User integration settings saved.</strong>
sv_se: <strong>Användarintegrationsinställningar sparade.</strong>

source: none|no bbPress role
sv_se: ingen|ingen bbPress-roll

source: WordPress Administrator
sv_se: WordPress-administratör

source: WordPress Editor
sv_se: WordPress-redaktör

source: WordPress Author
sv_se: WordPress-författare

source: WordPress Contributor
sv_se: WordPress-medarbetare

source: WordPress Subscriber
sv_se: WordPress-prenumerant

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress site. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
sv_se: Det här måste matcha värdet i Wordpress-inställningen "auth_salt" i din WordPress-webbplats. Leta efter inställningen märkt "auth_salt" i <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">den här WordPress-administrationssidan</a>.

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress site. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
sv_se: Det här måste matcha värdet i Wordpress-inställningen "secure_auth_salt" i din WordPress-webbplats. Leta efter inställningen märkt "secure_auth_salt" i <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">den här WordPress-administrationssidan</a>. Ibland finns inte detta värde i WordPres, isåfall kan du lämna det blankt här med.
