Repository: billerby/Surdeg
Catalog: forums/*-languages/*.po
Languages: sv_se

source: Are you sure you want to merge the "%s" tag into the tag you specified? This is permanent and cannot be undone.
sv_se: Är du säker på att du vill sammanfoga etiketten "%s" och etiketten du specifierade? Det är permanent och kan inte göras ogjort.

source: Destroy tag:
sv_se: Förgör etikett:

source: Destroy
sv_se: Förgör

source: Are you sure you want to destroy the "%s" tag? This is permanent and cannot be undone.
sv_se: Är du säker på att du vill förgöra etiketten "%s"? Det är permanent och kan inte göras ogjort.

source: Remove this tag
sv_se: Ta bort den här etiketten

source: %d topics
sv_se: %d ämnen

source: - None -
sv_se: - Ingen -

source: This topic is one of your %favorites% [
sv_se: Det här ämnet är en av dina %favorites% [

source: You've been blocked. If you think a mistake has been made, contact this site's administrator.
sv_se: Du har blivit blockerad. Om du tror att ett misstag har gjorts, kontakta webbplatsens administratör.

source: The specified user does not exist.
sv_se: Den specifierade användaren existerar inte.

source: If you wanted to reset your password, you may do so by visiting the following address: %s If you don't want to reset your password, just ignore this email. Thanks!
sv_se: Om du ville få ett nytt lösenord, så kan du få det genom att besöka följande adress: %s Om du inte vill det, ignorera bara det här mailet!

source: Password Reset
sv_se: Lösenord återställt

source: The email containing the password reset link could not be sent.
sv_se: E-postmeddelandet med lösenordsåterställningslänken kunde inte skickas.

source: Key not found.
sv_se: Nyckel hittades inte.

source: You are not allowed to change your password.
sv_se: Du får inte byta ditt lösenord.

source: The email containing the new password could not be sent.
sv_se: E-postmeddelandet med det nya lösenordet kunde inte skickas.

source: Your username is: %1$s Your password is: %2$s You can now log in: %3$s Enjoy!
sv_se: Ditt användarnamn är: %1$s Ditt lösenord är: %2$s Du kan nu logga in: %3$s Enjoy!

source: Password
sv_se: Lösenord

source: User does not exist.
sv_se: Användaren finns inte.

source: Enter a username or email address.
sv_se: Skriv in ett användarnamn eller e-postadress.

source: Enter a username.
sv_se: Skriv in ett användarnamn.

source: Incorrect password.
sv_se: Fel lösenord.

source: Username and Password do not match.
sv_se: Användarnamn och lösenord matchar inte.

source: For many people, <a href="%s">Akismet</a> will greatly reduce or even completely eliminate the spam you get on your site. If one does happen to get through, simply mark it as "spam" and Akismet will learn from the mistakes.
sv_se: För många människor kommer <a href="%s">Akismet</a>reducera eller helt plocka bort det spam du får på din sajt. Om något spam kommer igenom, markera det som "spam" och Akismet kommer lära sig av misstaget.

source: WordPress.com API Key
sv_se: Nyckel till WordPress.com:s API:er

source: If you don't have a WordPress.com API Key, you can get one at <a href="%s">WordPress.com</a>
sv_se: Om du saknar en nyckel till WordPress.com:s API:er kan du få en på <a href="%s">WordPress.com</a>

source: Enable stats page
sv_se: Aktivera statistiksidan

source: Create a page that shows spam statistics.
sv_se: Skapa en sida som visar spam-statistik.

source: This page will be viewable by moderators or higher.
sv_se: Den här sidan kommer bli synlig för moderatorer eller de med högre behörighet.

source: <strong>The key you attempted to enter is invalid. Reverting to previous setting.</strong>
sv_se: <strong>Nyckels nu försökte mata in är felaktig. Återställer till tidigare inställning.</strong>

source: Not Spam
sv_se: Inte spam

source: This user is a bozo
sv_se: Den här användaren är en fåntratt

source: Slow down; you move too fast.
sv_se: Sakta ner, du rör dig för snabbt.

source: You need to actually submit some content!
sv_se: Du måste skriva något att faktiskt skicka!

source: You are not allowed to post. Are you logged in?
sv_se: Du får inte skriva. Är du inloggad?

source: You are not allowed to write new topics.
sv_se: Du får inte skapa nya ämnen.

source: Please enter a topic title
sv_se: Skriv in ämnets titel

source: This topic has been closed
sv_se: Det här ämnet har låsts

source: No username specified
sv_se: Inget användarnamn specifierat

source: Could not determine site URI
sv_se: Kunde inte fastställa webbplatsens URI

source: Page not found!
sv_se: Sidan inte hittad!

source: I'm sorry, but there is nothing at this URL.
sv_se: Ledsen, men det finns ingenting på den här URLen.

source: Edit Post &raquo;
sv_se: Redigera inlägg &raquo;

source: Allowed markup:
sv_se: Tillåten HTML-kod:

source: Put code in between <code>`backticks`</code>.
sv_se: Lägg kod mellan <code>`grava accenter`</code>.

source: Edit Post
sv_se: Redigera inlägg

source: Favorites allow members to create a custom <abbr title="Really Simple Syndication">RSS</abbr> feed which pulls recent replies to the topics they specify.
sv_se: Favoriter-funktionen låter medlemmar skapa ett skräddarsytt <abbr title="Really Simple Syndication">RSS</abbr>-flöde som hämtar nya inlägg till de ämnen du specifierar.

source: To add topics to your list of favorites, just click the "Add to Favorites" link found on that topic&#8217;s page.
sv_se: För att lägga till ämnen till din lista över favoriter, klicka på "Lägg till favoriter"-länken som du hittar på det ämnets sida.

source: Voices
sv_se: Röster

source: Last Poster
sv_se: Senaste författare

source: Remove
sv_se: Ta bort

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for these favorites
sv_se: <abbr title="Really Simple Syndication">RSS</abbr>-flöde för dessa favoriter

source: You currently have no favorites.
sv_se: Du har inga favoriter.

source: currently has no favorites.
sv_se: har inga favoriter.

source: %1$s is proudly powered by <a href="%2$s">bbPress</a>.
sv_se: %1$s drivs med <a href="%2$s">bbPress</a>.

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this forum
sv_se: <abbr title="Really Simple Syndication">RSS</abbr>-flöde för detta forum

source: Subforums
sv_se: Underforum

source: Main Theme
sv_se: Huvudteman

source: Hot Tags
sv_se: Populära etiketter

source: Latest Discussions
sv_se: Senaste diskussionerna

source: Views
sv_se: Vyer

source: Welcome, %1$s
sv_se: Hej, %1$s

source: <a href="%1$s">Register</a> or log in - <a href="%2$s">lost password?</a>
sv_se: <a href="%1$s">Registrera dig</a> eller logga in - <a href="%2$s">Tappat lösenordet?</a>

source: Log in &raquo;
sv_se: Logga in &raquo;

source: Remember me
sv_se: Kom ihåg mig

source: Log in
sv_se: Logga in

source: Log in Failed
sv_se: Inloggningen misslyckades

source: Try Again &raquo;
sv_se: Försök igen &raquo;

source: Password Recovery
sv_se: Lösenordsåterställning

source: To recover your password, enter your information below.
sv_se: För att återställa ditt lösenord, fyll i uppgifterna nedan.

source: Recover Password &raquo;
sv_se: Återställ lösenord &raquo;

source: An email has been sent to the address we have on file for you. If you don&#8217;t get anything within a few minutes, or your email has changed, you may want to get in touch with the webmaster or forum administrator here.
sv_se: Ett e-postmeddelande har skickats till adressen vi har till dig. Om du inte får något inom några minuter, eller om du bytt e-postadress, vill du kanske kontakta webbplatsens administratör.

source: Your password has been reset and a new one has been mailed to you.
sv_se: Ett nytt lösenord har e-postats till dig.

source: Tags (comma seperated)
sv_se: Etiketter <em>(separera med kommatecken t.ex. ord1,ord2,ord3)</em>

source: Send Post &raquo;
sv_se: Skicka inlägg &raquo;

source: You can also put code in between backtick ( <code>`</code> ) characters.
sv_se: Du kan också sätta kod mellan grava accenter ( <code>`</code> ).<br />För att använda HTML-koden skriver du orden inom < och >

source: Posted %s ago
sv_se: Skrivet för %s sedan

source: Edit Profile
sv_se: Redigera profil

source: Profile Info
sv_se: Profilinformation

source: To change your password, enter a new password twice below:
sv_se: För att byta lösenord, skriv in ett nytt lösenord två gånger nedan:

source: Update Profile &raquo;
sv_se: Uppdatera profil &raquo;

source: Profile updated
sv_se: Profil uppdaterad

source: Edit again &raquo;
sv_se: Redigera igen &raquo;

source: This is how your profile appears to a logged in member.
sv_se: Det här är hur din profil ser ut för en inloggad medlem.

source: You may <a href="%1$s">edit this information</a>.
sv_se: Du vill kanske <a href="%1$s">redigera den här informationen</a>.

source: You can also <a href="%1$s">manage your favorites</a> and subscribe to your favorites&#8217; <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a>.
sv_se: Du kan också <a href="%1$s">hantera dina favoriter</a> och prenumerera på dina favoriters <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr>-flöde</a>.

source: User Activity
sv_se: Användaraktivitet

source: Recent Replies
sv_se: Senaste svar

source: You last replied: %s ago
sv_se: Du svarade senast: för %s sedan.

source: User last replied: %s ago
sv_se: Användaren svarade senast: för %s sedan.

source: Most recent reply: %s ago
sv_se: Senaste svar: för %s sedan

source: No replies since
sv_se: Inga svar sedan

source: No more replies.
sv_se: Inga fler svar.

source: No replies yet.
sv_se: Inga svar ännu.

source: Topics Started
sv_se: Startade ämnen

source: Started: %s ago
sv_se: Startad: för %s sedan

source: No replies.
sv_se: Inga svar.

source: No more topics posted.
sv_se: Inga fler skrivna ämnen.

source: No topics posted yet.
sv_se: Inga postade ämnen ännu.

source: Register
sv_se: Registrera

source: Great!
sv_se: Underbart!

source: Your registration as <strong>%s</strong> was successful. Within a few minutes you should receive an email with your password.
sv_se: Din registrering som <strong>%s</strong> lyckades. Inom ett par minuter borde du få ett e-postmeddelande med ditt lösenord.

source: Registration
sv_se: Registrering

source: Profile Information
sv_se: Profilinformation

source: Your password will be emailed to the address you provide.
sv_se: Ditt lösenord kommer att e-postas till den adress du skriver in.

source: Register &raquo;
sv_se: Registrera &raquo;

source: You&#8217;re already logged in, why do you need to register?
sv_se: Du är redan inloggad, varför vill du registrera dig?

source: Search all topics from these forums.
sv_se: Sök i alla ämnen från dessa forum.

source: on
sv_se: på

source: Search:
sv_se: Sök:

source: Search &raquo;
sv_se: Sök &raquo;

source: Search for
sv_se: Sök efter

source: Recent Posts
sv_se: Senaste inläggen

source: Posted %s
sv_se: Postat %s

source: Relevant posts
sv_se: Relevanta inlägg

source: No results found.
sv_se: Inga träffar.

source: You may also try your <a href="http://google.com/search?q=site:%1$s %2$s">search at Google</a>
sv_se: Du kan också prova <a href="http://google.com/search?q=site:%1$s %2$s">din sökning hos Google</a>

source: Statistics
sv_se: Statistik

source: Registered Users
sv_se: Registrerade användare

source: Most Popular Topics
sv_se: Mest populära ämnen

source: <abbr title="Really Simple Syndication">RSS</abbr> link for this tag
sv_se: <abbr title="Really Simple Syndication">RSS</abbr>-flöde för denna etikett

source: This is a collection of tags that are currently popular on the forums.
sv_se: Det här är en samling etiketter som för närvarande är populära i forumen.

source: Tags:
sv_se: Etiketter:

source: No <a href="%s">tags</a> yet.
sv_se: Inga <a href="%s">etiketter</a> ännu.

source: %s voice
sv_se: %s röst

source: Started %1$s ago by %2$s
sv_se: Startad för %1$s sedan av %2$s

source: <a href="%1$s">Latest reply</a> from %2$s
sv_se: <a href="%1$s">Senaste svar</a> från %2$s

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this topic
sv_se: <abbr title="Really Simple Syndication">RSS</abbr>-flöde för det här ämnet.

source: Topic Closed
sv_se: Ämne låst

source: This topic has been closed to new replies.
sv_se: Det här ämnet har låsts, så inga nya svar kan postas.

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this view
sv_se: <abbr title="Really Simple Syndication">RSS</abbr>-flöde för denna vy

source: You cannot edit those favorites. How did you get here?
sv_se: Du kan inte redigera dessa favoriter. Hur kom du hit?

source: Forum not found.
sv_se: Forumet hittades inte.

source: %s is required.
sv_se: %s krävs.

source: Invalid Role
sv_se: Ogiltig roll

source: You are not the Gate Keeper.
sv_se: Du är inte portarnas väktare.

source: You are Keymaster, so you may not demote yourself.
sv_se: Du är nyckelmästaren, så du får inte nedgradera dig själv.

source: You must enter the same password twice.
sv_se: Du måste skriva i samma lösenord två gånger.

source: You are not allowed to change this user's password.
sv_se: Du får inte ändra den här användarens lösenord.

source: %s is an invalid username. How's this one?
sv_se: %s är ett ogiltigt användarnamn. Vad sägs om det här?

source: %s is an invalid username.
sv_se: %s är ett ogiltigt användarnamn.

source: %s is required
sv_se: %s krävs

source: You need to be logged in to add a tag.
sv_se: Du måste vara inloggad för att lägga till en etikett.

source: Topic not found.
sv_se: Ämne hittades inte.

source: The tag was not added. Either the tag name was invalid or the topic is closed.
sv_se: Etiketten lades inte till. Antingen så var etikettnamnet ogiltigt eller så var ämnet låst.

source: Invalid tag or topic.
sv_se: Ajdå - Ogiltig etikett eller ämne.

source: The tag was not removed.
sv_se: Etiketten togs inte bort.

source: Tag not found
sv_se: Etikett inte hittad.

source: Authentication failed.
sv_se: Autentisering misslyckades.

source: You do not have permission to read this.
sv_se: Du har inte behörighet nog för att läsa detta.

source: User switching failed, the requested user does not exist.
sv_se: Användarbyte misslyckades, den begärda användaren finns inte.

source: The forum id is invalid.
sv_se: Forum-IDt är ogiltigt.

source: The forum does not exist.
sv_se: Forumet existerar inte.

source: No forums found.
sv_se: Inga forum hittade.

source: No forum found.
sv_se: Inget forum hittat.

source: You do not have permission to manage forums.
sv_se: Du har inte behörighet nog för att hantera forum.

source: The forum data is invalid.
sv_se: Forumdatat är ogiltigt.

source: The forum name is invalid.
sv_se: Forumnamnet är ogiltigt.

source: The forum could not be created.
sv_se: Forumet kunde inte skapas.

source: The forum could not be edited.
sv_se: Forumet kunde inte redigeras.

source: You do not have permission to delete forums.
sv_se: Du har inte behörighet nog för att ta bort forum.

source: You do not have permission to delete this forum.
sv_se: Du har inte behörighet nog för att ta bort detta forum.

source: The forum could not be deleted.
sv_se: Forumet kunde inte tas bort.

source: The topic id is invalid.
sv_se: Ämnes-IDt är ogiltigt.

source: No topic found.
sv_se: Inget ämne hittad.

source: You do not have permission to write topics.
sv_se: Du har inte behörighet nog att lägg till nytt ämne.

source: You do not have permission to write posts.
sv_se: Du har inte behörighet nog att skriva inlägg.

source: The topic data is invalid.
sv_se: Ämnedatat är ogiltigt.

source: You do not have permission to write topics to this forum.
sv_se: Du har inte behörighet nog att posta ämnen till detta forum.

source: The topic title is invalid.
sv_se: Ämnestiteln är ogiltig.

source: The topic text is invalid.
sv_se: Ämnetexten är ogiltig.

source: The topic could not be created.
sv_se: Ämnet kunde inte skapas.

source: The post could not be created.
sv_se: Inlägget kunde inte skapas.

source: You do not have permission to edit topics.
sv_se: Du har inte behörighet nog för att redigera ämnen, dummer!

source: You do not have permission to edit posts.
sv_se: Du har inte behörighet nog för att redigera inlägg.

source: You do not have permission to edit this topic.
sv_se: Du har inte behörighet nog för att redigera det här ämnet.

source: You do not have permission to edit this post.
sv_se: Du har inte behörighet nog att redigera det här inlägget.

source: The topic could not be edited.
sv_se: Ojdå - Ämnet kunde inte redigeras.

source: The post could not be edited.
sv_se: Inlägget kunde inte redigeras.

source: You do not have permission to delete topics.
sv_se: Hallå där! Du har inte behörighet nog att ta bort ämnen.

source: You do not have permission to delete this topic.
sv_se: Hm... Du har inte behörighet nog att ta bort det här ämnet.

source: The topic could not be deleted.
sv_se: Ämnet kunde inte tas bort.

source: You do not have permission to move topics.
sv_se: Tyvärr - Du har inte behörighet nog att flytta ämnen

source: You are not allowed to move this topic to this forum.
sv_se: Du får inte flytta det här ämnet till det här forumet.

source: The topic could not be moved.
sv_se: Ämnet kunde inte flyttas.

source: You do not have permission to stick topics.
sv_se: Du har inte tillåtelse att klistra ämnen.

source: You do not have permission to stick this topic.
sv_se: Du har inte tillåtelse att klistra det här ämnet.

source: The topic could not be stuck.
sv_se: Detta ämne kunde inte klistras.

source: You do not have permission to close topics.
sv_se: Du har inte behörighet nog att låsa ämnen.

source: You do not have permission to close this topic.
sv_se: Du har inte behörighet nog att låsa det här ämnet.

source: The topic could not be closed.
sv_se: Detta ämne kunde inte låsas.

source: The topic could not be opened.
sv_se: Detta ämne kunde inte låsas upp.

source: The post id is invalid.
sv_se: Inlägg-IDt är ogiltigt.

source: No post found.
sv_se: Inga inlägg hittade.

source: The post data is invalid.
sv_se: Inläggsdatat är ogiltigt.

source: You do not have permission to write posts to this topic.
sv_se: Du har inte behörighet nog att skriva inlägg i detta ämne.

source: The post text is invalid.
sv_se: Inläggets text är ogiltig.

source: You do not have permission to delete posts.
sv_se: Du har inte behörighet nog att ta bort inlägg.

source: You do not have permission to delete this post.
sv_se: Du har inte behörighet nog att ta bort det här inlägget.

source: Could not retrieve hot topic tags.
sv_se: Kunde inte hämta heta etiketter för detta ämne.

source: No hot topic tags found.
sv_se: Inga heta etiketter för detta ämne hittade.

source: Could not get a count of all topic tags.
sv_se: Kunde inte räkna alla etiketter för detta ämne.

source: No topic tags found.
sv_se: Inga ämnesetiketter hittade.

source: Could not retrieve all topic tags.
sv_se: Kunde inte hämta alla ämnesetiketter.

source: The tag id is invalid.
sv_se: Etikett-IDt är ogiltigt.

source: No tag found.
sv_se: Ingen etikett hittades.

source: You do not have permission to edit tags.
sv_se: Du har inte behörighet nog att redigera etiketter.

source: You do not have permission to add tags to this topic.
sv_se: Du har inte behörighet nog att lägga till en etikett till detta ämne.

source: The tag data is invalid.
sv_se: Etikettdatan är ogiltigt.

source: The tags could not be added.
sv_se: Etiketterna kunde inte läggas till.

source: You do not have permission to remove tags from this topic.
sv_se: Du har inte behörighet nog att ta bort etiketter från detta ämne.

source: The tags could not be removed.
sv_se: Etiketterna kunde inte tas bort.

source: You do not have permission to manage tags.
sv_se: Du har inte tillåtelse att hantera etiketter.

source: The tag name is invalid.
sv_se: Etikettnamnet är ogiltigt.

source: The tag could not be renamed.
sv_se: Etiketten kunde inte tas bort.

source: The old tag id is invalid.
sv_se: De gamla etikett-IDt är ogiltigt.

source: The new tag id is invalid.
sv_se: Det nya etikett-IDt är ogiltigt.

source: No old tag found.
sv_se: Ingen gammal etikett hittad.

source: No new tag found.
sv_se: Ingen ny etikett hittad.

source: The tags could not be merged.
sv_se: Etiketterna kunde inte sammanfogas.

source: The tag could not be destroyed.
sv_se: Etiketten kunde inte förgöras.

source: Software Name
sv_se: Mjukvarans namn

source: Software Version
sv_se: Mjukvarans version

source: Site URL
sv_se: Webbplats-URL

source: Site Name
sv_se: Webbplatsnamn

source: Site Description
sv_se: Webbplatsbeskrivning

source: Time Zone
sv_se: Tidszon

source: Date/Time Format
sv_se: Datum- och tidsformat

source: Date Format
sv_se: Datumformat

source: You are not allowed to manage options.
sv_se: Du får inte hantera inställningar.

source: The options data is invalid.
sv_se: Inställningsdatat är ogiltigt.

source: This is not the site you are trying to pingback.
sv_se: Detta är inte sidan du försöker pingbacka.

source: The source URL and the target URL cannot both point to the same resource.
sv_se: Käll-URLen och mål-URLen kan inte båda peka på samma resurs.

source: The specified target URL cannot be used as a target. It either doesn't exist, or it is not a pingback-enabled resource.
sv_se: Den specifierade mål-URLen kan inte användas som mål. Antingen finns den inte, eller så är det inte en resurs med pingback aktiverat.

source: The specified target topic does not contain any posts.
sv_se: Det specifierade målämnet har inga inlägg.

source: The pingback has already been registered.
sv_se: Pingbacken har redan registrerats.

source: The source URL does not exist.
sv_se: Käll-URLen existerar inte.

source: We cannot find a title on that page.
sv_se: Vi kan inte hitta en titel på den sidan.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
sv_se: Käll-URLen innehåller ingen länk till mål-URLen, och kan således inte användas som källa.

source: The pingback could not be added.
sv_se: Pingbacken kunde inte läggas till.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
sv_se: Pingback från %1$s till %2$s registrerad. Håll webben pratande! :-)

source: The requested method only accepts one parameter.
sv_se: Den begärda metoden accepterar endast en parameter.

source: The specified target URL is not on this domain.
sv_se: Den specifierade mål-URLen är inte på den här domänen.
