Repository: billerby/Surdeg
Catalog: forums/*-languages/*.po
Languages: sv_se

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress site. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
sv_se: Det här måste matcha värdet i Wordpress-inställningen "logged_in_salt" i din WordPress-webbplats. Leta efter inställningen märkt "logged_in_salt" i <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">den här WordPress-administrationssidan</a>.

source: WordPress Integration Settings
sv_se: WordPress-integrationsinställningar

source: User Role Map
sv_se: Användarrollsmatchning

source: Here you can match WordPress roles to bbPress roles.
sv_se: Här kan du matcha WordPress-roller med bbPress-roller.

source: This will have no effect until your user tables are integrated below. Only standard WordPress roles are supported. Changes do not affect users with existing roles in both WordPress and bbPress.
sv_se: Det här kommer inte att ha någon effekt förrän dina användartabeller är integrerade nedan. Enbart WordPress-roller som är standard har stöd. Ändringar påverkar inte användare med existerande roller i både WordPress och bbPress.

source: User Integration
sv_se: Användarintegration

source: Cookie sharing allows users to log in to either your bbPress or your WordPress site, and have access to both.
sv_se: Cookiedelning tillåter dina användare att logga in på antingen bbPress eller din WordPress-webbplats, och ha tillgång till båda.

source: To complete cookie integration, you will need to add some settings to your <code>wp-config.php</code> file in the root directory of your WordPress installation. To get those settings, you will need to install and configure the <a href="%s">"bbPress Integration" plugin for WordPress</a>.
sv_se: För att slutföra cookie-integrering, kommer du behöva göra några inställningar i din <code>wp-config.php</code> fil i rotbiblioteket av din wordpressinstallation. För att få tag i dessa inställningar behöver du installera och konfigurera "<a href="%s">"bbPress Integration" plugin for WordPress"</a>.

source: You will also have to manually ensure that the following constants are equivalent in WordPress' and bbPress' respective config files.
sv_se: Du kommer också få manuellt se till att följande konstanter är likadana i WordPress och bbPress respektive konfigurationsfiler.

source: User database sharing allows you to store user data in your WordPress database.
sv_se: Användardatabasdelning tillåter dig att lagra användardata i din WordPress-databas.

source: You should setup a "User role map" before
sv_se: Du måste sätta upp användarrollsmatchning innan

source: All settings except for the character set must be specified.
sv_se: Alla inställningar utom teckenkodning (character set) måste specifieras.

source: Only set these values if your user tables differ from the default WordPress naming convention.
sv_se: Fyll i dessa värden enbart om dina användartabeller skiljer sig från WordPress standardnamnkonvention.

source: Lock post editing after
sv_se: Lås inläggsredigering efter

source: minutes
sv_se: minuter

source: A user can edit a post for this many minutes after submitting.
sv_se: En användare kan redigera ett inlägg i så här många minuter efter postning.

source: Enable the bbPress XML-RPC publishing protocol.
sv_se: Aktivera bbPress XML-RPC-publiceringsprotokoll.

source: Writing Settings
sv_se: Skrivinställningar

source: Remote Publishing
sv_se: Fjärrpublicering

source: To interact with bbPress from a desktop client or remote website that uses the XML-RPC publishing interface you must enable it below.
sv_se: För att interagera med bbPress från en skrivbordsklient eller annan webbplats som använder XML-RPC-publiceringsgränssnittet måste du aktivera det nedan.

source: <strong>Plugin could not be activated, it produced a Fatal Error</strong>. The error is shown below.
sv_se: <strong>Tillägget kunde inte aktiveras, det skapade ett Fatal Error</strong>. Felet visas nedan.

source: <strong>"%s" plugin activated</strong>
sv_se: <strong>Tillägget "%s" aktiverat</strong>

source: <strong>"%s" plugin deactivated</strong>
sv_se: <strong>Tillägget "%s" avaktiverad</strong>

source: <strong>"Safe mode" is on, all plugins are disabled even if they are listed as active.</strong>
sv_se: <strong>"Säkert läge" är på, alla tillägg är avaktiverade även om de står som aktiva.</strong>

source: Manage Plugins
sv_se: Hantera tillägg

source: All <span class="count">(%d)</span>
sv_se: Alla <span class="count">(%d)</span>

source: Active <span class="count">(%d)</span>
sv_se: Aktiva <span class="count">(%d)</span>

source: Inactive <span class="count">(%d)</span>
sv_se: Inaktiva <span class="count">(%d)</span>

source: Autoloaded <span class="count">(%d)</span>
sv_se: Automatladdade <span class="count">(%d)</span>

source: Plugin
sv_se: Tillägg

source: Activate
sv_se: Aktivera

source: Deactivate
sv_se: Avaktivera

source: Autoloaded
sv_se: Automatladdade

source: <strong>Post removed from spam.</strong> It is now a normal post.
sv_se: <strong>Inlägget borttaget från spam.</strong> Det är nu ett vanligt inlägg.

source: <strong>Post removed from spam.</strong> It is now a deleted post.
sv_se: <strong>Inlägget borttaget från spam.</strong> Det är nu raderat.

source: Now how'd you get here? And what did you think you'd being doing?
sv_se: Hur kom du hit? Och vad tror du att du håller på med?

source: in &#8220;%s&#8221;
sv_se: i &#8220;%s&#8221;

source: with tag &#8220;%s&#8221;
sv_se: med etiketten &#8220;%s&#8221;

source: by %s
sv_se: av %s

source: You are not allowed to manage tags.
sv_se: Du får inte hantera etiketter.

source: Tag not found.
sv_se: Etiketten kunde inte hittas.

source: Rows deleted from tags table: %d <br />
sv_se: Rader borttagna från etikett-tabellen: %d <br />

source: Rows deleted from tagged table: %d <br />
sv_se: Rader borttagna från etikett-tabellen: %d <br />

source: <a href="%s">Home</a>
sv_se: <a href="%s">Hem</a>

source: Something odd happened when attempting to destroy that tag.<br /> <a href="%s">Try Again?</a>
sv_se: Något skumt hände när etiketten skulle mördas.<br /> <a href="%s">Försök igen?</a>

source: Tag specified not found.
sv_se: Den specifierade etiketten kunde inte hittas.

source: Tag to be merged not found.
sv_se: Etiketten som skulle sammanfogas kunde inte hittas.

source: Number of topics from which the old tag was removed: %d <br />
sv_se: Antal ämnen från vilka den gamla etiketten togs bort: %d <br />

source: Number of topics to which the new tag was added: %d <br />
sv_se: Antal ämnen till vilka den nya etiketten lades till: %d <br />

source: Number of rows deleted from tags table:%d <br />
sv_se: Antal rader borttagna från etikett-tabellen: %d <br />

source: <a href="%s">New Tag</a>
sv_se: <a href="%s">Ny Etikett</a>

source: Something odd happened when attempting to merge those tags.<br /> <a href="%s">Try Again?</a>
sv_se: Något mysko hände när dessa etiketter skulle sammanfogas.<br /> <a href="%s">Försök igen?</a>

source: There already exists a tag by that name or the name is invalid. <a href="%s">Try Again</a>
sv_se: Det finns redan en etikett med det namnet eller så är namnet ogiltigt. <a href="%s">Försök igen</a>

source: <strong>Theme "%s" activated</strong>
sv_se: <strong>Tema "%s" aktiverat</strong>

source: <strong>Default theme is missing.</strong>
sv_se: <strong>Standardtemat saknas.</strong>

source: <strong>Theme not found. Default theme applied.</strong>
sv_se: <strong>Temat hittades inte. Standardtemat aktiverat.</strong>

source: All of this theme's files are located in the "%s" themes directory.
sv_se: Alla filer som tillhör detta tema finns i "%s".

source: <strong>"Safe mode" is on, the default theme will be used instead of the active theme indicated below.</strong>
sv_se: <strong>"Säkert läge" är på, standardtemat kommer att användas istället för det aktiva temat indikerat nedan.</strong>

source: Manage Themes
sv_se: Hantera teman

source: Current Theme
sv_se: Nuvarande tema

source: Available Themes
sv_se: Tillgängliga teman

source: Counting deleted posts&#8230;
sv_se: Räknar borttagna inlägg&#8230;

source: To minimize database queries, bbPress keeps it's own count of various items like posts in each topic and topics in each forum. Occasionally these internal counters may become incorrect, you can manually re-count these items using this form.
sv_se: För att minimera antalet databasfrågor håller bbPress räkning på ett antal saker, såsom antalet inlägg i ett visst ämne och antalet ämnen i ett viss forum. Ibland kan dessa interna räknare bli fel, du kan manuellt räkna om detta genom att använda detta forumlär.

source: You can also clean out some stale items here, like empty tags.
sv_se: Du kan också städa bort sånt som inte används här, såsom tomma etiketter.

source: Items to re-count
sv_se: Poster att räkna om

source: There are no re-count tools available.
sv_se: Det finns inga verktyg om omräkning tillgängliga.

source: Invalid topic or forum.
sv_se: Ogiltigt ämne eller forum.

source: Your topic or forum caused all manner of confusion
sv_se: Ditt ämne eller forum orsakade massor av förvirring

source: No topics found.
sv_se: Inga ämnen hittade, försök med något annat!

source: Freshness
sv_se: Senaste inlägget

source: Close
sv_se: Lås

source: Undelete
sv_se: Äterställ

source: Last post by %s
sv_se: Senaste inlägg av %s

source: Beginning upgrade&hellip;
sv_se: Påbörjar uppgradering&hellip;

source: Done
sv_se: Klar

source: bbPress database upgrade
sv_se: bbPress-databasuppgradering

source: Nothing to upgrade. <a href="%s">Get back to work!</a>
sv_se: Inget att uppgradera. <a href="%s">Åter till arbetet!</a>

source: Database upgrade required
sv_se: Databasuppgradering krävs

source: It looks like your database is out-of-date. You can upgrade it here.
sv_se: Det ser ut som att din databas är utdaterad. Du kan uppgradera den här.

source: Upgrade database
sv_se: Uppgradera databas

source: Database upgrade complete
sv_se: Databasuppgradering slutförd

source: Your database has been successfully upgraded, enjoy!
sv_se: Din databas har uppgraderats, enjoy!

source: Show upgrade messages
sv_se: Visa uppgraderingsmeddelanden

source: Upgrade log
sv_se: Uppgraderingslogg

source: &laquo; Go back to forums
sv_se: &laquo; Gå tillbaka till forumen

source: Go to admin
sv_se: Gå till administrationspanelen

source: Database upgrade failed
sv_se: Databasuppgraderingen misslyckades

source: The upgrade process seems to have failed. Check the upgrade messages below for more information.<br /><br />Attempting to go to the admin area without resolving the listed errors will return you to this upgrade page.
sv_se: Uppgraderingsprocessen tycks ha misslyckats. Kolla uppgraderingsmeddelandena nedan för mer information<br /><br />Att försöka gå till administrationspanelen utan att fixa de listade felen kommer att föra dig till den här uppgraderingssidan.

source: Error log
sv_se: Fellogg

source: Try again
sv_se: Försök igen

source: Sorry, post is too old.
sv_se: Ledsen, inlägget är för gammalt.

source: Passed variable is not a BackPress database object.
sv_se: Den skickade variabeln är inte ett BackPressdatabasobjekt.

source: No schema available.
sv_se: Inget schema tillgängligt.

source: Creating table
sv_se: Skapar tabell

source: Adding column: %s
sv_se: Lägger till kolumn: %s

source: Setting default on column: %s
sv_se: Sätter default i kolumn: %s

source: Changing column: %s
sv_se: Ändrar kolumn: %s

source: Adding index: %s
sv_se: Lägger till index: %s

source: Dropping index: %s
sv_se: Droppar index: %s

source: Inserting data
sv_se: Lägger in data

source: Updating data
sv_se: Uppdaterar data

source: Modifying database: %s (%s)
sv_se: Modiferar databas: %s (%s)

source: Table: %s
sv_se: Tabell: %s

source: Skipped
sv_se: Skippad

source: SQL ERROR! See the error log for more detail
sv_se: SQL-FEL! Se felloggen för mera detaljer

source: SQL ERROR!
sv_se: SQL-FEL!

source: Database: %s (%s)
sv_se: Databas: %s (%s)

source: Too many redirects.
sv_se: För många omdirigeringar.

source: Malformed URL: %s
sv_se: Missbildad URL: %s

source: Could not open handle for fopen() to %s
sv_se: Kunde inte öppna handle för fopen() till %s

source: Invalid Taxonomy
sv_se: Ogiltig taxonomi

source: Empty Term
sv_se: Tom term

source: Invalid taxonomy
sv_se: Ogiltig taxonomi

source: Invalid term ID
sv_se: Ogiltigt term-ID

source: A name is required for this term
sv_se: Ett namn krävs för denna term

source: Could not insert term into the database
sv_se: Kunde inte lägga in term i databasen

source: The slug &#8220;%s&#8221; is already in use by another term
sv_se: Sluggen &#8220;%s&#8221; används redan av en annan term

source: Invalid object ID
sv_se: Ogiltigt objekt-ID

source: Invalid login name
sv_se: Ogiltigt inloggningsnamn

source: Name already exists
sv_se: Namn existerar redan

source: Invalid nicename
sv_se: Ogiltigt snyggnamn

source: Nicename already exists
sv_se: Snyggnamn existerar redan

source: Invalid email address
sv_se: Ogiltig e-postadress

source: Email already exists
sv_se: E-post existerar redan

source: Invalid registration time
sv_se: Ogiltig registreringstid

source: Invalid registration timestamp
sv_se: Ogiltig registreringstidsstämpel

source: Query failed
sv_se: Queryn misslyckades

source: Multiple email matches. Log in with your username.
sv_se: Multipla e-postmatchningar. Logga in med ditt användarnamn.

source: Multiple %s matches
sv_se: Multipla %s matchningar

source: Select a city
sv_se: Välj en stad

source: Manual offsets
sv_se: Manuella avsteg

source: BackPress &rsaquo; Error
sv_se: BackPress &rsaquo; Fel

source: Once Hourly
sv_se: En gång i timmen

source: Twice Daily
sv_se: Två gånger om dagen

source: Once Daily
sv_se: En gång om dagen

source: Welcome %s!
sv_se: Välkommen %s!

source: A string with low priority!
sv_se: En sträng med låg prioritet!

source: Bye
sv_se: Hejdå

source: Not a valid directory
sv_se: Inte en giltig katalog

source: Invalid arguments
sv_se: Ogiltiga argument

source: Sunday
sv_se: Söndag

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sun
sv_se: Sön

source: Mon
sv_se: Mån

source: Tue
sv_se: Tis

source: Wed
sv_se: Ons

source: Thu
sv_se: Tors

source: Fri
sv_se: Fre

source: Sat
sv_se: Lör

source: January
sv_se: Januari

source: February
sv_se: Februari

source: March
sv_se: Mars

source: May
sv_se: Maj

source: June
sv_se: Juni

source: July
sv_se: Juli

source: August
sv_se: Augusti

source: October
sv_se: Oktober

source: F j, Y - h:i A
sv_se: F j Y H:i

source: h:i A
sv_se: H:i

source: Search &#187;
sv_se: Sök &#187;

source: Any
sv_se: Vilka som helst

source: Tag
sv_se: Etikett

source: All
sv_se: Alla

source: Deleted
sv_se: Borttagna

source: Open?
sv_se: Öppen?

source: Closed
sv_se: Låst

source: Title
sv_se: Rubrik

source: Invalid User ID
sv_se: Ogiltigt användar-ID

source: Key Master
sv_se: Nyckelmästare

source: Administrator
sv_se: Administratör

source: Member
sv_se: Medlem

source: Inactive
sv_se: Inaktiv

source: Blocked
sv_se: Blockerade

source: Using deprecated bbPress %1$s - %2$s - replace with - %3$s
sv_se: Använder deprekerade bbPress %1$s - %2$s - ersätt med - %3$s

source: &laquo; Previous
sv_se: &laquo; Föregående

source: Next &raquo;
sv_se: Nästa &raquo;

source: Page %d
sv_se: Sida %d

source: Previous page
sv_se: Föregående sida

source: Next page
sv_se: Nästa sida

source: %d year
sv_se: %d år

source: %d month
sv_se: %d månad

source: %d week
sv_se: %d vecka

source: %d day
sv_se: %d dag

source: %d hour
sv_se: %d timme

source: %d minute
sv_se: %d minut

source: %d second
sv_se: %d sekund

source: User not found.
sv_se: Användaren hittades inte.

source: should be
sv_se: borde vara

source: full permalink
sv_se: full permalänk

source: Favorites
sv_se: Favoriter

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: Display name as
sv_se: Visa namn som

source: Email
sv_se: E-post

source: Website
sv_se: Webbplats

source: Location
sv_se: Plats

source: Occupation
sv_se: Yrke

source: Interests
sv_se: Intressen

source: Custom Title
sv_se: Skräddarsydd titel

source: Ignore the %d second post throttling limit
sv_se: Ignorera postbegränsningen på %d sekunder

source: Topics with no replies
sv_se: Ämnen utan svar

source: Topics with no tags
sv_se: Ämnen utan etiketter

source: bbPress Failure Notice
sv_se: bbPress-misslyckandenotis

source: Please try again.
sv_se: Försök igen.

source: Back to <a href="%s">%s</a>.
sv_se: Tillbaka till <a href="%s">%s</a>.

source: Your attempt to submit this post has failed.
sv_se: Ditt försök att skicka det här inlägget har misslyckats.

source: Your attempt to edit this post has failed.
sv_se: Ditt försök att redigera det här inlägget har misslyckats.

source: Your attempt to delete this post has failed.
sv_se: Ditt försök att ta bort det här inlägget har misslyckats.

source: Your attempt to create this topic has failed.
sv_se: Ditt försök att skapa detta ämne har misslyckats.

source: Your attempt to change the resolution status of this topic has failed.
sv_se: Ditt försök att ändra resolutionsstatus på detta ämne har misslyckats.

source: Your attempt to delete this topic has failed.
sv_se: Ditt försök att ta bort detta ämne har misslyckats.

source: Your attempt to change the status of this topic has failed.
sv_se: Ditt försök att ändra status på detta ämne har misslyckats.

source: Your attempt to change the sticky status of this topic has failed.
sv_se: Ditt försök att ändra klisterstatus på detta ämne har misslyckats.

source: Your attempt to move this topic has failed.
sv_se: Ditt försök att flytta detta ämne har misslyckats.

source: Your attempt to add this tag to this topic has failed.
sv_se: Ditt försök att lägga till den här etiketten till detta ämne har misslyckats.

source: Your attempt to rename this tag has failed.
sv_se: Ditt försök att byta namn på den här etiketten har misslyckats.

source: Your attempt to submit these tags has failed.
sv_se: Ditt försök att byta namn på dessa etiketter har misslyckats.

source: Your attempt to destroy this tag has failed.
sv_se: Ditt försök att förgöra den här etiketten har misslyckats.

source: Your attempt to remove this tag from this topic has failed.
sv_se: Ditt försök att ta bort den här etiketten från detta ämne har misslyckats.

source: Your attempt to toggle your favorite status for this topic has failed.
sv_se: Ditt försök att ändra din favoritstatus för detta ämne en har misslyckats.

source: Your attempt to edit this user's profile has failed.
sv_se: Ditt försök att redigera den här användarens profil har misslyckats.

source: Your attempt to add this forum has failed.
sv_se: Ditt försök att lägga till detta forum har misslyckats.

source: Your attempt to update your forums has failed.
sv_se: Ditt försök att uppdatera dina forum har misslyckats.

source: Your attempt to delete that forum has failed.
sv_se: Ditt försök att ta bort det där forumet har misslyckats.

source: Your attempt to recount these items has failed.
sv_se: Ditt försök att räkna om dessa saker har misslyckats.

source: Your attempt to switch themes has failed.
sv_se: Ditt försök att byta tema har misslyckats.

source: Your attempt to do this has failed.
sv_se: Ditt försök att gör såhär har misslyckats.

source: Your search term was too short
sv_se: Din sökterm var för kort

source: Your query parameters are invalid
sv_se: Dina sökparametrar är ogiltiga

source: [sticky] %s
sv_se: (klistrad) %s

source: [closed] %s
sv_se: (låst) %s

source: Please give me a name!
sv_se: Ge mig ett namn!

source: Invalid username
sv_se: Ogiltigt användarnamn

source: You are about to delete the selected items. 'Cancel' to stop, 'OK' to delete.
sv_se: Du håller på att ta bort de markerade sakerna. 'Avbryt' för att avbryta, 'OK' för att ta bort.

source: drag
sv_se: dra

source: You do not have permission to do that.
sv_se: Du har inte tillåtelse att göra det där.

source: An unidentified error has occurred.
sv_se: Ett okänt fel har uppstått.

source: Too short
sv_se: För kort

source: Bad
sv_se: Dåligt

source: Good
sv_se: Bra

source: Strong
sv_se: Starkt

source: Are you sure you wanna delete this post?
sv_se: Är du säker på att du vill ta bort det här inlägget?

source: Are you sure you wanna undelete this post?
sv_se: Är du säker på att du vill återställa det här inlägget?

source: favorites
sv_se: favoriter

source: This topic is one of your %favLinkYes% [%favDel%]
sv_se: Detta ämne är en av dina %favLinkYes% (%favDel%)

source: Add this topic to your favorites
sv_se: Lägg till detta ämne till dina favoriter

source: Profile
sv_se: Profil

source: Reply
sv_se: Skriv svar

source: New Topic in this Forum
sv_se: Skriv nytt ämne i detta forum

source: Add New Topic
sv_se: Lägg till nytt ämne

source: You must <a href="%s">log in</a> to post.
sv_se: Du måste <a href="%s">logga in</a> för att skriva.

source: Tags
sv_se: Etiketter

source: Are you sure you wanna delete that?
sv_se: Är du säker på att du vill ta bort det där?

source: Delete entire topic
sv_se: Ta bort hela ämnet

source: Are you sure you wanna undelete that?
sv_se: Är du säker på att du vill återställa det där?

source: Undelete entire topic
sv_se: Återställ hela ämnet

source: Close topic
sv_se: Lås ämne

source: Open topic
sv_se: Lås upp ämne

source: Unstick topic
sv_se: Avklistra ämne

source: Stick topic
sv_se: Klistra ämne

source: to front
sv_se: till framsidan

source: View normal posts
sv_se: Visa normala inlägg

source: View all posts
sv_se: Visa alla inlägg

source: %s post
sv_se: %s inlägg

source: +%d more
sv_se: +%d till

source: Move
sv_se: Flytta

source: Add New &raquo;
sv_se: Lägg till nytt ämne &raquo;

source: Anonymous
sv_se: Anonym

source: Unregistered
sv_se: Oregistrerad

source: Delete User &raquo;
sv_se: Ta bort användare &raquo;

source: Are you sure you want to delete this user?
sv_se: Är du säker på att du vill ta bort den här användaren?

source: Member Since
sv_se: Medlem sedan

source: These items are <span class="required">required</span>.
sv_se: Dessa poster är <span class="required">nödvändiga</span>.

source: User Type
sv_se: Användartyp

source: Allow this user to
sv_se: Tillåt den här användaren att

source: Inactive users can login and look around but not do anything. Blocked users just see a simple error message when they visit the site.
sv_se: Inaktiva användare kan logga in och se sig omkring men inte göra något. Blockerade användare får bara se ett felmeddelande när de besöker sidan.

source: <strong>Note</strong>: Blocking a user does <em>not</em> block any IP addresses.
sv_se: <strong>Observera</strong>: Att blockera en användare blockerar <em>inte</em> några IP-adresser.

source: New password
sv_se: Nytt lösenord

source: Password Strength
sv_se: Lösenordsstyrka

source: Disabled (requires JavaScript)
sv_se: Avaktiverat (kräver JavaScript)

source: Disabled (requires jQuery)
sv_se: Avaktiverat (kräver jQuery)

source: Hint: Use upper and lower case characters, numbers and symbols like !"?$%^&amp;( in your password.
sv_se: Tips: använd stora och små bokstäver, siffror, och symboler som !"?$%^&amp;( i ditt lösenord.

source: Log Out
sv_se: Logga ut

source: View your profile
sv_se: Visa din profil

source: Add &raquo;
sv_se: Spara &raquo;

source: Rename tag:
sv_se: Byt namn på etikett:

source: Rename
sv_se: Byt namn

source: Merge this tag into:
sv_se: Sammanfoga den här etiketten med:

source: Merge
sv_se: Sammanfoga
