Repository: billerby/Surdeg
Catalog: forums/*-languages/*.po
Languages: sv_se

source: Nothing to see here.
sv_se: Här finns inget att se.

source: This page generated in %s seconds, using %d queries.
sv_se: Den här sidan generades på %s sekunder, med %d queries

source: Thank you for using <a href="%s">bbPress</a>. | <a href="%s">Documentation</a> | <a href="%s">Feedback</a>
sv_se: Tack för att du använder <a href="%s">bbPress</a> | <a href="%s">Dokumentation</a> | <a href="%s">Feedback</a>

source: Visit Site
sv_se: Besök sida

source: Howdy, %1$s
sv_se: Tjenare, %1$s

source: You don't have the authority to mess with the forums.
sv_se: Du har inte tillräckligt med behörighet för att greja med forumen.

source: Bad forum name. Go back and try again.
sv_se: Dåligt forumnamn. Gå tillbaka och försök igen.

source: The forum was not added
sv_se: Forumet lades inte till.

source: No forums to update!
sv_se: Inga forum att uppdatera!

source: You don't have the authority to kill off the forums.
sv_se: Du har inte tillräckligt med behörighet för att döda forumen.

source: Error occured while trying to delete forum
sv_se: Ett fel uppstod när forumet skulle tas bort

source: There is a problem with that post, pardner.
sv_se: Det finns ett problem med det där inlägget, polarn.

source: There is a problem with that topic, pardner.
sv_se: Ojdå - Det finns ett problem med detta ämne.

source: Either export is disabled or you are not allowed to export.
sv_se: Antingen så är export avaktiverad eller så är du inte tillåten att exportera.

source: <strong>Forum Updated.</strong>
sv_se: <strong>Forum uppdaterat.</strong>

source: Are you sure you want to delete the "<strong>%s</strong>" forum?
sv_se: Är du säker på att du vill ta bort "<strong>%s</strong>"-forumet?

source: Forums
sv_se: Forum

source: %d topic
sv_se: %d ämne

source: %d post
sv_se: %d inlägg

source: Action
sv_se: Åtgärd

source: Delete all topics and posts in this forum. <em>This can never be undone.</em>
sv_se: Ta bort alla ämnen och inlägg i det här forumet. <em>Detta går inte att återställa.</em>

source: Replacement forum
sv_se: Ersättningsforum

source: Cancel
sv_se: Avbryt

source: bbPress &rsaquo; Error
sv_se: bbPress &rsaquo; Fel

source: Oh dear!
sv_se: Bevare mig väl!

source: bbPress installer
sv_se: bbPress-installerare

source: Welcome
sv_se: Välkommen

source: Welcome to the bbPress installer
sv_se: Välkommen till bbPress-installeraren

source: We're now going to go through a few steps to get you up and running.
sv_se: Vi kommer nu gå igenom ett fåtal steg för att få igång det hela.

source: Ready? Then let's get started!
sv_se: Redo? Då kör vi!

source: Step 1
sv_se: Steg 1

source: Database configuration
sv_se: Databaskonfiguration

source: In this step you need to enter your database connection details. The installer will attempt to create a file called <code>bb-config.php</code> in the root directory of your bbPress installation.
sv_se: I det här steget fyller du i dina databasanslutningsuppgifter. Installeraren kommer att försöka skapa en fil som heter <code>bb-config.php</code> i din bbPress-installations root-mapp.

source: If you're not sure what to put here, contact your web hosting provider.
sv_se: Om du inte vet vad du skall fylla i här, kontakta din webbhotellsleverantör.

source: Step 2
sv_se: Steg 2

source: WordPress integration (optional)
sv_se: WordPress-integration (frivilligt)

source: bbPress can integrate login and user data seamlessly with WordPress. You can safely skip this step if you do not wish to integrate with an existing WordPress install.
sv_se: bbPress kan integrera inloggnings- och användardata med WordPress. Du kan lugnt hoppa över det här steget om du inte vill integrera bbPress med en existerande WordPress-installation.

source: Step 3
sv_se: Steg 3

source: Site settings
sv_se: Webbplatsinställningar

source: Finalize your installation by adding a name, your first user and your first forum.
sv_se: Avsluta din installation genom att lägga till ett namn, din första användare, och ditt första forum.

source: Finished
sv_se: Slutfört

source: Installation complete!
sv_se: Installation slutförd!

source: Your PHP installation appears to be missing the MySQL extension which is required for bbPress
sv_se: Din PHP-installation verkar sakna MySQL-extensionen, som är nödvändig för bbPress

source: Please complete your installation before attempting to include WordPress within bbPress
sv_se: Var vänlig slutför installationen innan du försöker inkludera WordPress i bbPress

source: Installation language
sv_se: Installationsspråk

source: Sets the language to be used during the installation process only.
sv_se: Väljer vilket språk som skall användas under installationsprocessen enbart.

source: An old <code>config.php</code> file has been detected in your installation. You should remove it and run the <a href="install.php">installer</a> again. You can use the same database connection details if you do.
sv_se: En gammal <code>config.php</code>-fil har upptäckts i din instalation. Du bör ta bort den och köra <a href="install.php">installeraren</a> igen. Du kan använda samma databasanslutningsuppgifter om du vill.

source: &laquo; completed
sv_se: &laquo; slutförd

source: A valid configuration file was found at <code>bb-config.php</code><br />You may continue to the next step.
sv_se: En fungerande konfigurationsfil hittades, <code>bb-config.php</code>.<br />Du kan fortsätta till nästa steg.

source: An invalid configuration file was found at <code>bb-config.php</code><br />The installation cannot continue.
sv_se: En ogiltig konfigurationsfil hittades, <code>bb-config.php</code><br />Installationen kan inte fortsätta.

source: Usually this is caused by one of the database connection settings being incorrect. Make sure that the specified user has appropriate permission to access the database.
sv_se: Vanligtvis orsakas detta av att en av databasanslutningsinställningarna är inkorrekt. Se till att den specifierade användaren har de behörigheter som behövs för att ansluta till databasen.

source: bbPress is already installed, but appears to require an upgrade.
sv_se: bbPress är redan installerat, men verkar behöva en uppgradering.

source: bbPress is already installed.
sv_se: bbPress är redan installerat.

source: Perhaps you meant to run the <a href="%s">upgrade script</a> instead?
sv_se: Kanske vill du köra <a href="%s">uppgraderingsscriptet</a> istället?

source: I could not find the file <code>bb-config-sample.php</code><br />Please upload it to the root directory of your bbPress installation.
sv_se: Filen <code>bb-config-sample.php</code> kunde inte hittas.<br />Ladda upp den till root-mappen i din installation.

source: There doesn't seem to be a <code>bb-config.php</code> file. This usually means that you want to install bbPress.
sv_se: Det finns ingen <code>bb-config.php</code>-fil. Det betyder vanligtvis att du vill installera bbPress.

source: Go to step 1
sv_se: Gå till steg 1

source: Database name
sv_se: Databasnamn

source: The name of the database in which you want to run bbPress.
sv_se: Namnet på den databasen som bbPress skall använda.

source: Database user
sv_se: Databasanvändare

source: The database user that has access to that database.
sv_se: Namnet på användaren som har tillgång till den databasen.

source: Database password
sv_se: Databaslösenord

source: That database user's password.
sv_se: Den användarens lösenord.

source: Language
sv_se: Språk

source: The language which bbPress will be presented in once installed. Your current installer language choice (%s) will be the same for the rest of the install process.
sv_se: Det språk som bbPress kommer att använda när det väl installerats. Ditt nuvarande val av installationsspråk (%s) kommer att användas resten av installationen.

source: Show advanced settings
sv_se: Visa avancerade inställningar

source: Database host
sv_se: Databashost

source: The domain name or IP address of the server where the database is located. If the database is on the same server as the web site, then this probably should remain <strong>localhost</strong>.
sv_se: Domännamn eller IP-adress för den server där databasen finns. Om databasen är på samma server som webbplatsen, så skall det sannolikt fortsätta vara <strong>localhost</strong>.

source: Database character set
sv_se: Databasteckenkodning (character set)

source: The best choice is <strong>utf8</strong>, but you will need to match the character set which you created the database with.
sv_se: Det bästa valet är <strong>utf8</strong>, men du måste matcha den teckenkodning som du skapade databasen med.

source: Database character collation
sv_se: Databasteckenkollation (character collation)

source: The character collation value set when the database was created.
sv_se: Den teckenkollation som sattes när databasen skapades.

source: Table name prefix
sv_se: Tabellnamnsprefix

source: If you are running multiple bbPress sites in a single database, you will probably want to change this.
sv_se: Om du kör flera bbPress-forum i samma databas så vill du förmodligen ändra det här.

source: Contents for <code>bb-config.php</code>
sv_se: Innehåll i <code>bb-config.php</code>

source: Once you have created the configuration file, you can check for it below.
sv_se: När du har skapat konfigurationsfilen, kan du titta efter den nedan.

source: Save database configuration file
sv_se: Spara databaskonfigurationsfilen

source: &laquo; Go back
sv_se: &laquo; Gå tillbaka

source: Check for configuration file
sv_se: Kolla efter konfigurationsfil

source: Go to step 2
sv_se: Gå till steg 2

source: Add integration settings
sv_se: Lägg till integrationsinställningar

source: If you want to integrate bbPress with an existing WordPress site.
sv_se: Om du vill integrera bbPress med en existerande WordPress-installation.

source: Skip WordPress integration
sv_se: Hoppa över WordPress-integration

source: Save WordPress integration settings
sv_se: Spara WordPress-integrationsinställningar

source: Add cookie integration settings
sv_se: Lägg till cookie-integrationsinställningar

source: If you want to allow shared logins with an existing WordPress site.
sv_se: Om du vill tillåta delade inloggningar med en existerande WordPress-installation.

source: WordPress address (URL)
sv_se: WordPress-adress (URL)

source: This value should exactly match the <strong>WordPress address (URL)</strong> setting in your WordPress general settings.
sv_se: Det här måste matcha det du ställt in i dina WordPress-inställningar.

source: Blog address (URL)
sv_se: Bloggadress (URL)

source: This value should exactly match the <strong>Blog address (URL)</strong> setting in your WordPress general settings.
sv_se: Det här måste matcha det du ställt in i dina WordPress-inställningar.

source: WordPress "auth" cookie key
sv_se: WordPress "auth"-cookienyckel

source: This value must match the value of the constant named "AUTH_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "auth" cookie key set in the first step.
sv_se: Det här måste matcha konstanten "AUTH_KEY" satt i WordPress <code>wp-config.php</code>-fil. Den kommer att ersätta den "auth"-cookienyckel du ställde in i det första steget.

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress site. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
sv_se: Det här måste matcha värdet i Wordpress-inställningen "auth_salt" i din WordPress-webbplats. Leta efter inställningen märkt "auth_salt" i <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">den här WordPress-administrationssidan</a>. Om du lämnar fältet tomt kommer installeraren att försöka hämta värdet baserat på dina WordPress-databasintegrationsinställningar.

source: WordPress "secure auth" cookie key
sv_se: WordPress "secure auth"-cookienyckel

source: This value must match the value of the constant named "SECURE_AUTH_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "secure auth" cookie key set in the first step.
sv_se: Det här måste matcha konstanten "SECURE_AUTH_KEY" satt i WordPress <code>wp-config.php</code>-fil. Den kommer att ersätta den "secure auth"-cookienyckel du ställde in i det första steget.

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress site. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
sv_se: Det här måste matcha värdet i Wordpress-inställningen "secure_auth_salt" i din WordPress-webbplats. Leta efter inställningen märkt "secure_auth_salt" i <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">den här WordPress-administrationssidan</a>. Om du lämnar fältet tomt kommer installeraren att försöka hämta värdet baserat på dina WordPress-databasintegrationsinställningar. Ibland finns inte detta värde i WordPres, isåfall kan du lämna det blankt här med.

source: WordPress "logged in" cookie key
sv_se: WordPress "logged in"-cookienyckel

source: This value must match the value of the constant named "LOGGED_IN_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "logged in" cookie key set in the first step.
sv_se: Det här måste matcha konstanten "LOGGED_IN_KEY" satt i WordPress <code>wp-config.php</code>-fil. Den kommer att ersätta den "logged in"-cookienyckel du ställde in i det första steget.

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress site. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
sv_se: Det här måste matcha värdet i Wordpress-inställningen "logged_in_salt" i din WordPress-webbplats. Leta efter inställningen märkt "logged_in_salt" i <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">den här WordPress-administrationssidan</a>. Om du lämnar fältet tomt kommer installeraren att försöka hämta värdet baserat på dina WordPress-databasintegrationsinställningar.

source: Add user database integration settings
sv_se: Lägg till användardatabasintegrationsinställningar

source: If you want to share user data with an existing WordPress site.
sv_se: Om du vill dela användardata med en existerande WordPress-webbplats.

source: User database table prefix
sv_se: Användardatabastabellprefix

source: If your bbPress and WordPress sites share the same database, then this is the same value as <code>$table_prefix</code> in your WordPress <code>wp-config.php</code> file. It is usually <strong>wp_</strong>.
sv_se: Om dina bbPress- och WordPress-webbplatser delar samma databas, så är det här samma värde som <code>$table_prefix</code> i WordPress <code>wp-config.php</code>-fil. Det är vanligen <strong>wp_</strong>.

source: WordPress MU primary blog ID
sv_se: Id för WordPress MUs primära blogg

source: If you are integrating with a WordPress MU site you need to specify the primary blog ID for that site. It is usually <strong>1</strong>. You should probably leave this blank if you are integrating with a standard WordPress site
sv_se: Om du integrerar med en WordPress MU-webbplats måste du specifiera id:t för den primära bloggen på den webbplatsen. Det är vanligtvis <strong>1</strong>. Du borde förmodligen lämna det här blankt om du integrerar med en vanlig WordPress-webbplats.

source: Show advanced database settings
sv_se: Visa avancerade databasinställningar

source: If your bbPress and WordPress site do not share the same database, then you will need to add advanced settings.
sv_se: Om dina bbPress- och WordPress-webbplatser inte delar samma databas, måste du lägga till avancerade inställningar.

source: User database name
sv_se: Användardatabasnamn

source: The name of the database in which your user tables reside.
sv_se: Namnet på den databas i vilken dina användartabeller hittas.

source: User database user
sv_se: Användardatabasanvändare

source: User database password
sv_se: Användardatabaslösenord

source: User database host
sv_se: Användardatabashost

source: The domain name or IP address of the server where the database is located. If the database is on the same server as the web site, then this probably should be <strong>localhost</strong>.
sv_se: Domännamn eller IP-adress för den server där databasen bor. Om databasen är på samma server som webbplatsen, så skall det förmodligen vara <strong>localhost</strong>.

source: User database character set
sv_se: Användardatabasteckenkodning (character set)

source: User database character collation
sv_se: Användardatabasteckenkollation (character collation)

source: The character collation value set when the user database was created.
sv_se: Den teckenkollation som sattes när användardatabasen skapades.

source: User database "user" table
sv_se: Användardatabasens "user"-tabell

source: The complete table name, including any prefix.
sv_se: Hela tabellnamnet, inklusive eventuella prefix.

source: User database "user meta" table
sv_se: Användardatabasens "user meta"-tabell

source: Go to step 3
sv_se: Gå till steg 3

source: Site name
sv_se: Webbplatsens namn

source: This is what you are going to call your bbPress site.
sv_se: Det här är vad du kommer att kalla din bbPress-webbplats.

source: Site address (URL)
sv_se: Webbplatsadress (URL)

source: We have attempted to guess this, it's usually correct, but change it here if you wish.
sv_se: Vi har försökt gissa det här, det är vanligvis korrekt, men ändra det om du så önskar.

source: "Key Master" Username
sv_se: Användarnamn för "Nyckelmästare"

source: This is the user login for the initial bbPress administrator (known as a "Key Master").
sv_se: Det här är inloggningsnamnet för den första bbPress-administratören (kallad "Nyckelmästare")

source: "Key Master" Email address
sv_se: E-postadress för "Nyckelmästare"

source: The login details will be emailed to this address.
sv_se: Inloggningsuppgifterna kommer att e-postas till den här adressen.

source: First forum name
sv_se: Första forumnamnet

source: This can be changed after installation, so don't worry about it too much.
sv_se: Det här kan ändras efter installationen, så oroa dig inte för mycket.

source: Save site settings
sv_se: Spara webbplatsinställningar

source: Complete the installation
sv_se: Slutför installationen

source: Show installation messages
sv_se: Visa installationsmeddelanden

source: Installation errors
sv_se: Installationsfel

source: Installation log
sv_se: Installationslogg

source: The table prefix can only contain letters, numbers and underscores.<br />Please review the suggestion below.
sv_se: Tabellprefixet kan endast innehålla bokstäver, siffror, och understreck (_).<br />Överväg förslaget nedan.

source: &bull; Based on your input the following prefix is suggested.
sv_se: &bull; Baserat på din input föreslår vi följande prefix.

source: The table prefix can not be blank.<br />Please review the suggestion below.
sv_se: Tabellprefixet kan inte vara blankt.<br />Överväg förslaget nedan.

source: &bull; The default prefix has been inserted.
sv_se: &bull; Standardprefixet har lagts in.

source: There was a problem connecting to the database you specified.<br />Please check the settings, then try again.
sv_se: Ett problem uppstod när databasen du specifierade skulle anslutas till.<br />Kolla inställningarna, och försök igen.

source: Your settings have been saved to the file <code>bb-config.php</code><br />You can now continue to the next step.
sv_se: Dina inställningar har sparats till filen <code>bb-config.php</code><br />Du kan nu fortsätta till nästa steg.

source: Your settings could not be saved to a configuration file. You will need to save the text shown below into a file named <code>bb-config.php</code> in the root directory of your bbPress installation before you can continue.
sv_se: Dina inställningar kunde inte sparas till en konfigurationsfil. Du måste spara texten nedan i en fil med namnet <code>bb-config.php</code> i root-mappen för din bbPress-installation innan du kan fortsätta.

source: You have chosen to skip the WordPress integration step. You can always integrate WordPress later from within the admin area of bbPress.
sv_se: Du har valt att skippa WordPress-integrationssteget. Du kan alltid integrera WordPress senare, från administrationspanelen i bbPress.

source: You must enter your settings for integration setup to complete. Choose which integration settings you wish to enter from the options below.
sv_se: Du måste skriva i dina inställningar för att integrationsinstallationen skall slutföras. Välj vilka integrationsinställningar du vill skriva in från valen nedan.

source: Your integration settings have not been processed due to errors with the items marked below.
sv_se: Dina integrationsinställningar processades inte på grund av fel med sakerna som är markerade nedan.

source: &bull; This value is required to continue.
sv_se: &bull; Det här värdet krävs för att fortsätta.

source: &bull; This does not appear to be a valid URL.
sv_se: &bull; Det här verkar inte vara en giltig URL.

source: &bull; The URL must begin with "http" or "https".
sv_se: &bull; URLen måste börja med "http" eller "https".

source: &bull; The URL does not contain a host name.
sv_se: &bull; URLen innehåller inget hostnamn.

source: Your user table prefix may only contain letters, numbers and underscores.
sv_se: Ditt användartabellprefix får enbart innehålla bokstäver, siffror, och understreck (_).

source: There was a problem connecting to the WordPress user database you specified. Please check the settings, then try again.
sv_se: Ett problem uppstod när WordPress-användardatabasen du specifierade skulle anslutas till. Kolla inställningarna, och försök igen.

source: Existing WordPress user tables could not be found in the WordPress database you specified.
sv_se: Inga WordPress-användartabeller kunde hittas i WordPress-databasen du specifierade.

source: Existing WordPress user tables could not be found in the bbPress database you specified in step 1.<br /><br />This is probably because the database does not already contain working WordPress tables. You may need to specify advanced database settings or leave integration until after installation.
sv_se: Inga WordPress-användartabeller kunde hittas i bbPress-databasen du specifierade i steg 1.<br /><br />Det beror sannolikt på att databasen inte redan innehåller fungerande WordPress-tabeller. Du måste kanske specifiera avancerade databasinställningar eller vänta med integration till efter installationen.

source: &bull; This may not be a valid user table prefix.
sv_se: &bull; Det är kanske inte ett giltigt användardatabastabellprefix.
